[
  {
    "title": "Eligibility for Refunds",
    "description": "At Digital Benders, we are committed to ensuring customer satisfaction with our products and services. Refunds are available for certain eligible purchases within fourteen (14) calendar days from the date of the original transaction. To qualify for a refund, the product or service must not have been used, downloaded, or accessed in a manner that would reasonably indicate substantial consumption of the product or delivery of the service. Refunds will not be issued for purchases that exceed this timeframe, except where required by applicable consumer protection laws."
  },
  {
    "title": "Non-Refundable Products and Services",
    "description": "Certain categories of products and services are strictly non-refundable. These include, but are not limited to: custom-built digital solutions, website or application development services, completed design work, consultation hours already rendered, and special promotional offers. Digital deliverables that have been accessed, installed, or used in any form cannot be refunded. Subscriptions and recurring services are also non-refundable once the billing cycle has commenced, unless otherwise stated in writing."
  },
  {
    "title": "How to Submit a Refund Request",
    "description": "To initiate a refund request, customers must submit a written application to info@digitalbenders.pk within the eligible refund period. The request should include the order number, the full name of the purchaser, the date of purchase, proof of payment, and a clear explanation of the reason for the refund. Requests without sufficient details may experience delays in processing. We may also request additional information to verify eligibility before taking further action."
  },
  {
    "title": "Processing of Refunds",
    "description": "Once a refund request has been received, Digital Benders will review the case thoroughly to ensure it complies with the terms of this Refund Policy. Customers will be notified via email of the decision to approve or deny the request within five (5) business days. If approved, refunds will be processed using the same payment method originally used for the transaction. Depending on your bank, credit card issuer, or payment gateway, it may take an additional seven (7) to ten (10) business days for the funds to be reflected in your account."
  },
  {
    "title": "Partial Refunds and Adjustments",
    "description": "In certain limited situations, Digital Benders may approve a partial refund. This typically applies when a project or service has already begun but has not been completed or delivered in full. The refund amount will be determined based on the percentage of work completed, resources consumed, or services rendered up to the point of cancellation. Any administrative fees, third-party processing charges, or non-recoverable costs will be deducted from the final refunded amount."
  },
  {
    "title": "Cancellations of Services and Subscriptions",
    "description": "For recurring subscriptions or ongoing services, cancellations must be requested before the start of the next billing cycle. If a cancellation request is submitted after a billing cycle has begun, the service will remain active until the end of the current cycle, and no refunds will be issued for unused portions. Customers are responsible for managing their subscription status and ensuring timely cancellations. In certain cases, we may provide a pro-rated refund if agreed upon in writing at the time of service purchase."
  },
  {
    "title": "Exemptions and Special Circumstances",
    "description": "Refund requests based on change of mind, lack of technical expertise, or customer neglect in meeting technical requirements (such as hardware, software, or internet specifications) will not be honored. Refunds will also not be granted where delays or service interruptions are caused by factors outside the reasonable control of Digital Benders, including but not limited to third-party failures, force majeure events, or customer-side technical issues. Each exemption will be assessed on a case-by-case basis in compliance with applicable laws."
  },
  {
    "title": "Late or Missing Refunds",
    "description": "If you have received a refund approval but have not yet seen the refund reflected in your account, please first verify your bank or payment provider statement. Some providers may take longer to post refunds than others. If after ten (10) business days you still have not received your refund, we recommend contacting your bank or credit card company directly. If the issue persists, please reach out to Digital Benders customer support so we may investigate further and provide assistance."
  },
  {
    "title": "Amendments to the Refund Policy",
    "description": "Digital Benders reserves the right to modify, amend, or update this Refund Policy at any time without prior notice. Any changes will be effective immediately upon being posted on our official website. We encourage all customers to periodically review this page to stay informed about their rights and responsibilities. Continued use of our services or products following the posting of policy updates will constitute acceptance of those changes."
  },
  {
    "title": "Contact Information",
    "description": "If you have any questions, concerns, or disputes regarding this Refund Policy, please contact us at info@digitalbenders.pk. Our customer support team will aim to respond to inquiries within 3-4 business days. For complex refund cases, resolution timelines may vary, but we are committed to addressing all refund-related matters in a fair, transparent, and timely manner."
  }
]
