{
  "privacyPolicies": [
    {
      "title": "Information We Collect From You",
      "description": "In the course of your visits to our website or use of our products and services, we may obtain the following information about you: name, company name, email address, telephone number, credit card details, billing address, geographic location, IP address, survey responses, support queries, blog comments and social media handles (together ‘Personal Data’). Our services are not directed to persons under 18 and we do not knowingly collect Personal Data from anyone under 18. If we become aware that a child under 18 has provided us with Personal Data, we will delete that information as quickly as possible. If you are the parent or guardian of a child and you believe they have provided us with Personal Data without your consent, then please contact us. You can review, correct, update or delete your Personal Data by contacting us directly to do so.• The Company reserves the right to add to or subtract from the list of Products authorized on Exhibit A attached hereto with notice to the Agency."
    },
    {
      "title": "How We Use Your Information",
      "description": "Personally Identifiable Information: We use the information we collect to deliver our services to you, including: communicating with you, providing technical support, notifying you of updates and offers, sharing useful content, measuring customer satisfaction, diagnosing problems and providing you with a personalised website experience. Marketing communications are only sent to you if you have requested or subscribed to them. You can opt out of our marketing communications at any time by unsubscribing or emailing us and your request will be actioned immediately. Non-Personally Identifiable Information: We also use the information we collect in aggregated and anonymised forms to improve our services, including: administering our website, producing reports and analytics, advertising our products and services, identifying user demands and assisting in meeting customer needs generally. Any information you choose to make publicly available, such as blog comments and testimonials on our website, will be available for others to see. If you subsequently remove this information, copies may remain viewable in cached and archived pages on other websites or if others have copied or saved the information."
    },
    {
      "title": "Storage and Security Of Your Information",
      "description": "We will use all reasonable means to protect the confidentiality of your Personal Data while in our possession or control. All information we receive from you is stored and protected on our secure servers from unauthorized use or access. Credit card information is encrypted before transmission and is not stored by us on our servers. To enable us to deliver our services, we may transfer information that we collect about you, including Personal Data, across borders for storage and processing in countries other than Australia. If your Personal Data is transferred and processed outside Australia, it will only be transferred to countries that have adequate privacy protections. We retain your personal information for as long as needed to provide services to you and as otherwise necessary to comply with our legal obligations, resolve disputes and enforce our agreements. In the event there is a breach of our security and your Personal Data is compromised, we will promptly notify you in compliance with the applicable law."
    },
    {
      "title": "Cookies and Pixels",
      "description": "A cookie is a small file placed in your web browser that collects information about your web browsing behavior. The use of cookies allows a website to tailor its configuration to your needs and preferences. Cookies do not access information stored on your computer or any Personal Data (e.g. name, address, email address, or telephone number). Most web browsers automatically accept cookies but you can choose to reject cookies by changing your browser settings. This may, however, prevent you from taking full advantage of our website. Our website uses cookies to analyze website traffic, provide social media sharing and liking functionality, and help us provide a better website visitor experience. In addition, cookies and pixels may be used to serve relevant ads to website visitors through third party services such as Google Adwords and Facebook Adverts. These ads may appear on this website or other websites you visit."
    },
    {
      "title": "Sharing Information with Third Party Apps",
      "description": "We do not and will not sell or deal in Personal Data or any customer information. Your Personal Data details are only disclosed to third party suppliers when it is required by law, for goods or services which you have purchased, for payment processing or to protect our copyright, trademarks, and other legal rights. To the extent that we do share your Personal Data with a service provider, we would only do so if that party has agreed to comply with our privacy standards as described in this privacy policy and in accordance with applicable law. Our contracts with third parties prohibit them from using any of your Personal Data for any purpose other than that for which it was shared."
    },
    {
      "title": "Disclosure of Your Information",
      "description": "We may from time to time need to disclose certain information, which may include your Personal Data, to comply with a legal requirement, such as a law, regulation, court order, subpoena, warrant, in the course of a legal proceeding or in response to a law enforcement agency request. Also, we may use your Personal Data to protect the rights, property or safety of Creative Squad, our customers or third parties. If there is a change of control in one of our businesses (whether by merger, sale, transfer of assets or otherwise) customer information, which may include your Personal Data, could be transferred to a purchaser under a confidentiality agreement. We would only disclose your Personal Data in good faith and where required by any of the above circumstances."
    },
    {
      "title": "Links To Other Websites",
      "description": "This website may contain links to other websites. These links are meant for your convenience only. Links to third party websites do not constitute sponsorship or endorsement or approval of these websites. Please be aware that we are not responsible for the privacy practices of such other websites. We encourage our users to be aware, when they leave our website, to read the privacy statements of each and every website that collects personally identifiable information. This privacy policy applies solely to information collected by this website."
    },
    {
      "title": "Change In Privacy Policy",
      "description": "As we plan to ensure our privacy policy remains current, this policy is subject to change. We may modify this policy at any time, at our sole discretion and all modifications will be effective immediately upon our posting of the modifications on this website. Please return periodically to review our privacy policy."
    },
    {
      "title": "What Rights You Have Over Our Data",
      "description": "You can also request that we erase any personal data we hold about you. This does not include any data we are obliged to keep for administrative, legal, or security purposes."
    },
    {
      "title": "Contact Us",
      "description": "If you have any questions or concerns at any time about our privacy policy or the use of your Personal Data, please contact us at Contact and we will respond within 3-4 business days."
    }
  ],

  "refundPolicies": [
    {
      "title": "Eligibility for Refunds",
      "description": "At Creative Squad, we are committed to ensuring customer satisfaction with our products and services. Refunds are available for certain eligible purchases within fourteen (14) calendar days from the date of the original transaction. To qualify for a refund, the product or service must not have been used, downloaded, or accessed in a manner that would reasonably indicate substantial consumption of the product or delivery of the service. Refunds will not be issued for purchases that exceed this timeframe, except where required by applicable consumer protection laws."
    },
    {
      "title": "Non-Refundable Products and Services",
      "description": "Certain categories of products and services are strictly non-refundable. These include, but are not limited to: custom-built digital solutions, website or application development services, completed design work, consultation hours already rendered, and special promotional offers. Digital deliverables that have been accessed, installed, or used in any form cannot be refunded. Subscriptions and recurring services are also non-refundable once the billing cycle has commenced, unless otherwise stated in writing."
    },
    {
      "title": "How to Submit a Refund Request",
      "description": "To initiate a refund request, customers must submit a written application to info@creativesquad.ca within the eligible refund period. The request should include the order number, the full name of the purchaser, the date of purchase, proof of payment, and a clear explanation of the reason for the refund. Requests without sufficient details may experience delays in processing. We may also request additional information to verify eligibility before taking further action."
    },
    {
      "title": "Processing of Refunds",
      "description": "Once a refund request has been received, Creative Squad will review the case thoroughly to ensure it complies with the terms of this Refund Policy. Customers will be notified via email of the decision to approve or deny the request within five (5) business days. If approved, refunds will be processed using the same payment method originally used for the transaction. Depending on your bank, credit card issuer, or payment gateway, it may take an additional seven (7) to ten (10) business days for the funds to be reflected in your account."
    },
    {
      "title": "Partial Refunds and Adjustments",
      "description": "In certain limited situations, Creative Squad may approve a partial refund. This typically applies when a project or service has already begun but has not been completed or delivered in full. The refund amount will be determined based on the percentage of work completed, resources consumed, or services rendered up to the point of cancellation. Any administrative fees, third-party processing charges, or non-recoverable costs will be deducted from the final refunded amount."
    },
    {
      "title": "Cancellations of Services and Subscriptions",
      "description": "For recurring subscriptions or ongoing services, cancellations must be requested before the start of the next billing cycle. If a cancellation request is submitted after a billing cycle has begun, the service will remain active until the end of the current cycle, and no refunds will be issued for unused portions. Customers are responsible for managing their subscription status and ensuring timely cancellations. In certain cases, we may provide a pro-rated refund if agreed upon in writing at the time of service purchase."
    },
    {
      "title": "Exemptions and Special Circumstances",
      "description": "Refund requests based on change of mind, lack of technical expertise, or customer neglect in meeting technical requirements (such as hardware, software, or internet specifications) will not be honored. Refunds will also not be granted where delays or service interruptions are caused by factors outside the reasonable control of Creative Squad, including but not limited to third-party failures, force majeure events, or customer-side technical issues. Each exemption will be assessed on a case-by-case basis in compliance with applicable laws."
    },
    {
      "title": "Late or Missing Refunds",
      "description": "If you have received a refund approval but have not yet seen the refund reflected in your account, please first verify your bank or payment provider statement. Some providers may take longer to post refunds than others. If after ten (10) business days you still have not received your refund, we recommend contacting your bank or credit card company directly. If the issue persists, please reach out to Creative Squad customer support so we may investigate further and provide assistance."
    },
    {
      "title": "Amendments to the Refund Policy",
      "description": "Creative Squad reserves the right to modify, amend, or update this Refund Policy at any time without prior notice. Any changes will be effective immediately upon being posted on our official website. We encourage all customers to periodically review this page to stay informed about their rights and responsibilities. Continued use of our services or products following the posting of policy updates will constitute acceptance of those changes."
    },
    {
      "title": "Contact Information",
      "description": "If you have any questions, concerns, or disputes regarding this Refund Policy, please contact us at info@creativesquad.ca. Our customer support team will aim to respond to inquiries within 3-4 business days. For complex refund cases, resolution timelines may vary, but we are committed to addressing all refund-related matters in a fair, transparent, and timely manner."
    }
  ]
}
