[
  {
    "author": "Louay Nouneh",
    "authorImage": "/assets/images/review-louay.png",
    "comment": "I have been working with Creative Squad for quite some time now. The team is proactive and they are on top of my social media activities. I thank in particular Haris for his patience and understanding to the complicity of my business. Him and his team are great people to work with and I strongly recommend his agency for any media services."
  },
  {
    "author": "Robin d'souza",
    "authorImage": "/assets/images/review-robbin.png",
    "comment": "Excellent service. They take their time to understand the customers need and then tailor their service to address the customer requirements. Highly reccomended."
  },
  {
    "author": "Jack Abrams",
    "authorImage": "/assets/images/review-jack.png",
    "comment": "Haris and his team at Creative Squad were amazing to work with on our new custom e-Commerce store. He worked with us to define our requirements and to understand our business and collaborated with us over a few weeks to get to where we were very pleased with the design, navigation and store functionality. I highly recommend Haris and his team. Jack Abrams, Owner, TRU Off Grid"
  },
  {
    "author": "Tonya R. Allison",
    "authorImage": "/assets/images/review-tonya.png",
    "comment": "The team of Creative Squad has really done a great job in making my social media advertisements more active, engaging and effective. My sales have been boosting up since then. A big shoutout to them for giving out the high quality services as per their promise."
  },
  {
    "author": "Andrea Bosco",
    "authorImage": "/assets/images/review-andreabosco.png",
    "comment": "Creative Squad is a great social media agency. They have innovative strategies, eye-catching designs great customer service. They have a passion for helping businesses grow their online presence and connect with their target audience in meaningful ways. We are very happy with our results working with them and look forward to seeing further growth together!"
  },
  {
    "author": "National Truck Driving school",
    "authorImage": "/assets/images/review-truckdriving.png",
    "comment": "We were looking for a reputable online marketing company when we came across Creative Squad. Haris's approach to his clients reflects his genuine desire to help you meet your business ROI goals. He is very patient with you as he works through the details, and he keeps his word to his clients regarding not only the timeframe but, more importantly, the outcome of their services. They are very professional and knows what they are doing. Much love Creative Squad team!"
  },
  {
    "author": "True Life Wellness and Physiotherapy",
    "authorImage": "/assets/images/review-truelife.png",
    "comment": "I am working with Haris from Creative Squad. He is helping to redesign our clinic website. Haris and his team have handled all the design and development concepts. This has made the entire process stress free. I would definitely recommend Haris if you need a new website."
  }
]
