{
  "caseStudies": [
    {
      "src": "/assets/images/thumbnail-1.webp",
      "title": "Boosting PSW To The Rescue's Social Media Presence",

      "industry": "Personal Support",
      "explanation": "Personal Support",

      "post": {
        "title": "Vanessa & Maria",
        "videoSrc": "/assets/videos/thumbnail-1-video.mp4",

        "problemTitle": "Weak Social Media Marketing & Management ",
        "problemText": "Vanessa and Maria, owners of PSW To The Rescue, faced challenges in building an impactful social media presence for their personal support service business. They struggled with low engagement, inconsistent posting, and an unclear brand message, resulting in minimal online visibility and limited client inquiries.",
        "problemImage": "/assets/images/thumbnail-1-subimage-1.webp",

        "solutionTitle": "Tailored Social Media Marketing & Management",
        "solutionText": "Creative Squad crafted a personalized approach to enhance PSW To The Rescue's digital footprint:   Strategic Content Creation: Developed a cohesive content strategy that highlighted the caring and professional nature of their services. Posts included testimonials, educational health tips, and behind-the-scenes content to humanize the brand.   Brand Positioning: Established a distinct visual identity and tone that appealed to their target audience, positioning PSW To The Rescue as a trustworthy and compassionate service provider.   Engagement Campaigns: Implemented interactive posts, client success stories, and community engagement initiatives to encourage meaningful interactions with followers and increase brand loyalty.",
        "solutionImage": "/assets/images/thumbnail-1-subimage-2.webp",

        "resultsText": "Creative Squad’s approach generated impressive results for PSW To The Rescue: Social media followers increased by 90%, enhancing brand awareness within their community and attracting potential clients. Engagement rates soared by 75%, with more likes, shares, and comments on their posts, indicating stronger client trust and interest in their services. Additionally, social media engagement increased by 62%, and social media reach grew by 63%, further amplifying their online presence and audience interaction.",
        "strategyText": "Through strategic social media marketing and management, Creative Squad transformed PSW To The Rescue's online presence.",

        "outcomes": [
          { "value": "90%", "text": "Increase in social media followers" },
          { "value": "75%", "text": "Increase in engagement rates" },
          { "value": "62%", "text": "Increase in SM engagement" },
          { "value": "63%", "text": "Rise in SM reach" }
        ]
      },

      "caseStudyServices": [
        { "src": "/assets/images/case-speaker.png", "text": "SMM" },
        {
          "src": "/assets/images/case-speaker.png",
          "text": "Marketing Strategy"
        }
      ]
    }
  ],

  "contactSectionInputs": [
    {
      "type": "text",
      "placeholder": "Your Full Name",
      "specialClass": false
    },
    {
      "type": "text",
      "placeholder": "Your Phone Number",
      "specialClass": true
    },
    {
      "type": "email",
      "placeholder": "Your Email Address",
      "specialClass": false
    },
    {
      "type": "text",
      "placeholder": "Enter Project Type",
      "specialClass": false
    }
  ]
}
